---
title: 冬至,圣诞,新年,总结
author: 54jack
layout: post
permalink: /life/winter-comes-new-year-comes-all-in-all/
sina_t:
  - 'true'
views:
  - 795
  - 795
  - 795
qq_t:
  - 'true'
duoshuo_thread_id:
  - 511687
yourls_shorturl:
  - http://t.xiaoq.in/7c
ta-thumbnail:
  - NoMediaFound
categories:
  - 生活札记
tags:
  - 专题
---
今日。上课，吃汤圆，吃水饺，上网，自习。

今日冬至，再过几日，即是圣诞，再过几日便是元旦，再过些天一年就要过去。在此写对09年的回顾，对新年的期盼。

习惯性地把圣诞当作起点，重新开始。因为，从圣诞开始似乎一切都变得格外热闹，一切也都将过去。

2009年之于我，是一个不安分的年份。博客从没有静下心来认真去写。就是现在，也是极不安分的记录着，算是留下一些时光印记吧，不至于忘却和迷失方向，是的，我们总要有一些目标。我们总是有一些生活目标，正所谓人生目的决定人生态度。

其实，很简单，二零零九年的目标实在是太简单了。

上半年，课程依然紧张，只是参加了一个全国翻译考试，未果，但是这也让我看到了成功就在眼前；  
<img class="alignnone size-full wp-image-19" src="http://blog.xiaoq.in/cdn/img/catti2.gif" alt="" />

截图在此，告戒自己。

下半年，自学简明法语，被各种时态搞得几乎晕头转向，还好，至少已经把两本厚厚的书是学完了。

大部分的时间是在图书馆度过的，大部分的时间是花在读书和听歌上，当当和卓越的定单总额已经接近一千，买了一个“高档”耳机。

2010年，我将面临着两条路，虽然我一直在极力的坚定着一条路并希望继续走下去。

将向何方，这是一个未知数。

但是，无论如何，有一些梦想不会改变，有一些事情必须要做，有一些东西必须要学，有一些东西永远不变。

就让它们都温存在内心，待其萌芽开花或许结果吧。

再过十几日，就是考研的时刻了，算是一个暂时告别的文章吧。