---
title: 《Advanced Google AdWords》第七章：质量得分优化最佳实践
author: 肖庆
layout: post
permalink: /advanced-google-adwords/best-practices-for-optimizing-quality-scores/
sina_t:
  - 'true'
ratings_users:
  - 0
ratings_score:
  - 0
ratings_average:
  - 0
views:
  - 1229
duoshuo_thread_id:
  - 511960
yourls_shorturl:
  - http://t.xiaoq.in/2c
ta-thumbnail:
  - NoMediaFound
categories:
  - 高级Google Adwords教程
tags:
  - Advanced Google Adwords
  - 最佳实践
  - 质量得分
---
<span class='wp_keywordlink_affiliate'><a href="https://xiaoq.in/tag/%e8%b4%a8%e9%87%8f%e5%be%97%e5%88%86/" title="查看质量得分中的全部文章" target="_blank">质量得分</a></span>是你在AdWords账户中可以理解并优化的最重要的数字。虽然这个数字看起来捉摸不定，不过一旦你理解这些原则，你会发现这是一个可以被量化并提高的数字。

**为了提升广告排名，你需要或者提高出价或者提高<span class='wp_keywordlink_affiliate'><a href="https://xiaoq.in/tag/%e8%b4%a8%e9%87%8f%e5%be%97%e5%88%86/" title="查看质量得分中的全部文章" target="_blank">质量得分</a></span>。**

*   如果你有较低的质量得分，你应该优化质量得分而不是提高出价。
*   如果你的质量得分较高，你需要提高最高每次点击费用（CPC）。当提高最高每次点击费用时，务必确保你的出价不会让你的关键词无利可图。

**创建细分的多个广告组并添加紧密相关的关键词和广告语是至关重要的。**  
**为了使着陆页面相关，确保它具有以下四个属性：**

*   蜘蛛可视性：确保Google的蜘蛛（AdsBot-Google）可以发现并读取你的着陆页面。
*   相关性：你的着陆页面必须反映关键词或者其通用主题。
*   透明性：告诉搜索者你会如何处理他们的隐私信息。
*   导航清晰：如果使搜索者在着陆页面无法找到他们所期望的内容，允许他们浏览你网站的其他部分。

**让你的质量得分总是显示在账户和AdWords编辑器中是有用的，这样的话你可以很容易地注意到质量得分的变化。**  
**查看你的首页出价高于最高每次点击费用的关键词。这些关键词展现较少，而提高最高每次点击费用或者优化质量得分会帮助提升它们的广告排名，从而展现在首页。**  
**你的质量得分将会时刻变化。这是因为你的关键词和广告语积累了更多点击数据或者Google更新质量得分算法造成的。使用更改历史积累，AdWords编辑器注释和定期报告来记录你账户的历史数据。**  
**尝试提高搜索广告质量得分时，主要有3个步骤：**

1.  检查AdWords账户中具体的质量得分信息。如果有任何问题，首先解决那些问题。
2.  如果没有问题，检查广告组中的广告语和关键词列表。转移任何不相关的关键词到一个新的广告组。
3.  如果广告广告组已经是紧密相关，那么撰写新的广告语来测试相关性和点击率。

**Google不会显示你内容网络广告的质量得分，但是你仍然可以优化内容广告质量得分，记住以下两点：**

*   你关键词列表的主题应该与着陆页面和广告语的主题相符。内容广告中单个的关键词没有在搜索广告那么重要。内容广告重要需要考虑的最重要因素是你的关键词列表主题。
*   在一个网站或者类别相似网站的广告点击率被用来确定你的广告是否会展现在某个网站。不要关注整体的内容广告点击率，关注那些给你带来有价值流量的网站中广告的点击率。（将在第九章讨论）

**在识别质量得分相关问题时，使用数据透视表来节省时间。**  
通过学习这些原则，你应该能够跟踪质量得分及其历史变化情况。然后，当你发现可以改进之处时，你应该能够提高质量得分，这将会带来更高广告排名或者更低每次点击费用。