---
title: Google Adwords优惠券，350元学会Adwords
author: 肖庆
layout: post
permalink: /google-adwords/google-adwords-coupon-350/
sina_t:
  - 'true'
ratings_users:
  - 6
ratings_score:
  - 29
ratings_average:
  - 4.83
views:
  - 2641
duoshuo_thread_id:
  - 511945
yourls_shorturl:
  - http://t.xiaoq.in/27
ta-thumbnail:
  - https://xiaoq.in/thumb/cache/2012/1/595-1.gif;
categories:
  - Google AdWords
tags:
  - 350元广告费
  - Google AdWords 优惠申请
  - Google Adwords优惠券
---
一时兴起，在1月6日去申请了<span class='wp_keywordlink'><a href="https://xiaoq.in/google-adwords/" title="Google Adwords" target="_blank">Google Adwords</a></span>的350元优惠券，完全免费，连50元开户费也不要，于是就拿这350元去测试学习一些平常工作中可能不太敢轻易去尝试的东西。到现在再营销用户已经超过了100个，于是也通过再营销带来了一些访问；展示次数为69,680，点击次数为60，总共花费￥118.44元，平均每次点击费用为￥1.97。或许，你已经看过我的广告，那么就说说我是怎么“浪费”这350元的。  
<img src="http://xiaoq.in/g/pics/2012/01/adwords_coupon_350.gif" alt="" title="adwords_coupon_350" width="240" height="160" class="alignnone size-full wp-image-596" />

浪费时间是快乐的，生命中有些时间就是用来浪费的。  
优惠券是不要钱的，赠送的优惠券我就是用来浪费的。

对于这有限的广告预算，如果一不小心，你可能花不到10分钟，带来很多垃圾流量；但如果把控到位，你可以花上一个月，带来十分精准的流量。如果你也想学Adwords，没有问题，这一切都是免费的，如果用心的话可以在一个月的时间花完这350元，学完Adwords的基础知识和基本操作。

首先，我的广告目标是以“品牌建设”为主：因此首先想到的就是使用内容网络广告，分别建立了3个广告系列（关键词定位，展示位置定位，Gmail定位）；搜索广告只建立了一个广告系列：然后根据关键词词根建立了多个广告组，每个广告组撰写了几条不同变体的广告，放入了几个关键词，使用了不同的匹配方式（主要是为了测试不同匹配方式的效果并对比，当然如果要做到更精准，建议还可以按照匹配方式去建立广告组，因为关键词的匹配方式不同对于广告的点击率是有影响的，从而会影响点击率，通过建立不同广告组，可以设置不同的广告组出价并配合使用动态插入关键词功能，效果会不错）。

然后，对广告系列的设置进行了一些更改：请勿直接按照Google的默认设置，一定要把搜索广告和内容广告分开！排除一些地理位置和时段（初期可先全天候投放，积累一定数据再做调整）。搜索合作伙伴的选项也可根据情况进行勾选或许不勾选（这个需要测试，根据产品定位，不同国家或地区似有不同）。

接下来，我想增加点击率，提升质量得分：于是去设置较高的关键词出价，添加广告附加链接和地理位置附加信息，添加否定关键词到共享库并添加到广告系列。Adwords账户建立初期质量得分会十分惨，甚至会出现3分的情况（一般只是临时的，等它的蜘蛛爬行完了再过段时间会稍微提升点，如果不是页面相关性太差或者出价实在太低，一般会到4或5甚至以上），因此建议账户初期出价稍微设置高点，定位到第3位左右的位置，这样点击率会高点，而且费用也不会太高，对于后期质量得分积累是大有益处的。

再然后，设置Gmail广告系列：因为我的广告目标用户群是Google Adwords用户，因此我就去查看Google Adwords支持小组及邮件系统给我发送的一些邮件，找出其中的一些共性关键词（5个以内的词组），然后放入到关键词列表中。当然，还需要添加两个展示位置：可以通过搜索gmail.com查找（mail.google.com域名的两个）。最后再在广告系列投放网络中设置：精确覆盖：仅在符合我的所有定位方式的网页上展示广告。撰写好广告语并等待google审核通过之后（内容广告都会经历较长时间审核，机器或人工），你就可以在Gmail的相关邮件顶部，底部或者右侧看到广告了，常用Gmail的你是否已经看过我的广告呢？（为了让玩的时间更久些，就别点了哈~）

最后是设置其他的三个内容广告系列：一个是关键词定位的，一个是展示位置定位的，都使用广泛覆盖：在符合我的主要定位方式的网页上展示广告；再营销的广告系列稍微麻烦一点，需要添加一个转换跟踪代码，我先在footer.php中添加名为visitor的针对所有访客的再营销代码，然后在联系我的页面添加名为contact的针对“潜在客户”的再营销代码，再在在营销广告系列中建立了3个广告组：一个是visitor，一个是contact，一个是visitor-contact。分别撰写不同的广告语，不做其它设置（因为量实在是太小了，也是为了最大限度吸引二次访客）。

以上就是我玩350元Google Adwords的基本思路，如果你也会以上这些步骤，去一般的小公司做作Adwords广告应该是没问题的。当然你还可以在其中挖掘更多东西，比如关键词筛选，广告语对比，出价调整，效果跟踪；你还可以去下载一个叫做Adwords编辑器的东西好好玩玩，去申请一个所谓的经理账户玩玩（免费的），去找一本Excel的书好好练练（推荐ExcelHome的）公式函数之类的。如果你觉得懂得差不多了，可以去尝试考下Google Adwords的几个认证考试（强烈建议先读完帮助中心和学习中心的东西）。

做<span class='wp_keywordlink'><a href="https://xiaoq.in/google-adwords/" title="谷歌广告" target="_blank">谷歌广告</a></span>是一个烧钱的行业，基本的一些操作其实无外乎就是那么些，但是真要做细致了，这350元就够你折腾的了。成功与否的关键词关键词除了技巧之外，关键还要看你对于用户和产品的准确深入研究，创意，数据分析，以及不断“测试”，always be tesing!

想要获得350元的优惠券？去谷歌搜索：<a href="http://www.google.com.hk/#hl=zh-CN&#038;q=Google+Adwords&#038;fp=1" title="Google Adwords" target="_blank">Google Adwords</a>吧，你会看到它们的广告的。