---
title: Google AdWords 编辑器完美指南
author: 肖庆
layout: post
permalink: /google-adwords/adwords-editor-top-secret/
sina_t:
  - 'true'
ratings_users:
  - 0
ratings_score:
  - 0
ratings_average:
  - 0
views:
  - 1730
yourls_shorturl:
  - http://t.xiaoq.in/5g
ta-thumbnail:
  - https://xiaoq.in/thumb/cache/2012/4/754-1.png;
categories:
  - Google AdWords
tags:
  - AdWords 编辑器
  - Google AdWords 编辑器
  - 完美指南
  - 编辑器
---
<a title="AdWords 编辑器" href="http://www.google.com/intl/zh-CN/adwordseditor/index.html" target="_blank">Google AdWords 编辑器</a>是进行大型账户管理的一个必备工具，随着版本的持续更新，功能和性能都在不断提升。通过使用AdWords<span class='wp_keywordlink_affiliate'><a href="https://xiaoq.in/tag/%e7%bc%96%e8%be%91%e5%99%a8/" title="查看编辑器中的全部文章" target="_blank">编辑器</a></span>，你可以大大提高工作效率，并且对于新手而言，还能够避免在AdWords在线后台中的一些操作对账户的质量得分的影响。如果配合使用思维导图和Excel，那么你的思路会更清晰，效率会更高。  
就个人而言，我偏向于使用思维导图构建账户结果，把各个广告系列和广告组之间的关系理清，然后再复制到Excel中，使之形成符合<span class='wp_keywordlink_affiliate'><a href="https://xiaoq.in/tag/%e7%bc%96%e8%be%91%e5%99%a8/" title="查看编辑器中的全部文章" target="_blank">编辑器</a></span>的规范格式，最后再导入到编辑器中。

<img class="alignnone size-full wp-image-756" title="adwords-editor-971" src="http://xiaoq.in/g/pics/2012/04/adwords-editor-971.png" alt="" width="278" height="151" />

快捷键可以节省你的时间，因此通过一段时间的使用记住其中的大部分是非常必要的，最常用的复制黏贴等操作跟Word是一样的。一般建议对广告和关键词的操作使用暂停，而非删除。如果在后台直接修改其效果等同于删除后新建。使用编辑器的话，通过对黏贴后的文本进行更改，就不会出现类似问题了，并且你可以通过在替换的选项中选择“保留相匹配的选项，然后替换所复制项目中的文字”来实现新建的操作。【<a title="AdWords 编辑器速查表 (Windows)" href="http://support.google.com/adwords/editor/bin/answer.py?hl=zh-Hans&answer=54654&topic=14626&ctx=topic" target="_blank">AdWords 编辑器速查表 (Windows)</a>】

使用编辑器中的公式字词功能对于撰写广告语和构架账户结构而言，是非常有帮助的。比如你的广告系列为：水晶玻璃杯，广告组分别命名为：蓝色，白色、粉色，玻璃杯。  
那么你可以在“水晶玻璃杯”这个广告组中撰写一条广告语：

送她一个水晶玻璃杯？  
让她爱不释手，情人节馈赠佳品。  
情人节特卖，现在订购，买1送1！

然后，你可以复制这个广告语到本广告系列中的所有广告组中。接下来，你可以使用替换功能，在“查找文字”中填写&#8221;水晶玻璃杯&#8221;，替换为中填写“\[adgroup\]\[campaign\]”。如此以来，你也不用使用动态关键词插入功能了（可能会对质量得分有影响），同时又能够保证每个广告组中的广告语紧密相关，从而提高点击率，再进而提高质量得分，最终降低CPC或提高排名。【<a title="使用“替换文字”工具中的公式字词" href="http://support.google.com/adwords/editor/bin/answer.py?hl=zh-Hans&hlrm=en&answer=94246" target="_blank">使用“替换文字”工具中的公式字词</a>】公式字词的使用一般会遇到几个小问题，比如字数超过限制，大小写问题。字数限制的问题一般是需要你手工再去做些调整，或者你可以使用DKI，可以在一定程度上增加广告中实际显示的字符数（一般可以超出几个字数），随着编辑器的版本更新，大小写的更改也变得非常的简单方便了，你可以使用三种大小写类型：（词首字母大写）标题型，（句首字母大写）句子型；全部小写。

如果你的账户足够大的话，一段时间之后，重复关键词或许难以避免？通过AdWords在线管理要快速找出这些重复关键词，恐怕你是无能为力了？那么，使用编辑器吧，该功能的具体位置在：工具-查找重复关键词。

市场和竞争态势是瞬息变化的，一段时间之后，很有可能你很多的关键词都已经不在首页展示了，那么，使用编辑器吧，具体位置在：高级出价更改。高级出价更改可以帮助你快速批量调整出价，比如按照百分比或固定金额提高或降低，同时你还可以增加限定条件，如不低于首页出价或页首出价，不低于或高于某个值，等等。使用百分比调价时，需要注意的一点是，提高10%出价并不是简单的通过降低10%出价来重新回到之前的出价，具体算算看吧。对于出价的动态更改、关键词暂停等操作，你或许也可以使用在线后台中的“自动规则”。

或许你希望使用网址编辑器来标记你的目标网址，那么，附加文字或高级网址更改，是你的最佳选择。当然，或许使用一段时间之后，你又想重新使用AdWords的自动标记功能，那么你也可以通过高级网址更改功能快速删除那些标记。（当然，最好还是确定一种跟踪方式，不要太纠结）

或许你的账号非常大，大到一个人管理不过来，这个时候，使用编辑器也是非常明智的选择，除了一些常用功能，备份和导入导出功能，注释功能或许是你们想要的？

我们知道长尾关键词的效果一般更好些 ，长尾词是什么？一般而言最简单的表述就是字数更多些，字数这个参数在后台是无法直接看到的，但是在编辑器中，你可以看到并且可以通过这个数据列进行关键词排序，搜索。比如，你可以对关键词字数为2-3的的关键词设置为词组匹配，然后添加这些关键词为绝对否定；或者设置3个字的关键词为完全匹配，2个字的关键词设置为词组匹配和绝对否定。

想对高转化关键词设置更改出价？在后台中你可以通过过滤功能找到这些关键词，然后可以一个个地更改价格或者设置为统一的价格，显然这ing不是我们想要的，我们或许想对这些关键词统一提高0.2元的出价。那么，首先你需要下载这些关键词的历史统计数据（查看统计信息-整个账户-过去30天），然后通过搜索找到这些关键词，最后再使用高级出价更改。

通过一段时间的历史数据积累，你或许发现北京地区，晚上8点到11点的效果最好，于是你需要使用复制黏贴功能新建新的广告系列，之前的广告系列排除这些地理位置和时段，新的广告系列设置这些地理位置和时段。如果你有一大批的广告系列都需要进行类似的操作，重复上述操作，再使用“复制广告系列外壳”功能，再选择需要更改的广告系列，黏贴地理位置或时段。

编辑器中的关键字分组器也有一定的参考价值，但是不太建议直接使用它的分组方式。

关键字提示工具对于挖掘关键词是很有帮助的，它提供三种方式：关键字扩展、关键字组合器、基于搜索的关键字。每种方式找到的关键词在其后都会显示全球每月搜索量，本地每月搜索量、竞争程度、广告份额/搜索份额等信息。

总之，以上只是个人在使用编辑器时最常使用的一些功能，部分只是提供一个大概思路，具体还得根据账户的具体情况适当应用。可以肯定的是，如果你想更细致地管理广告、提高工作效率，使用<span class='wp_keywordlink'><a href="https://xiaoq.in/google-adwords/" title="Google Adwords" target="_blank">Google Adwords</a></span> 编辑器是必须的。