---
title: 大型SEM账户管理之结构重组
author: 肖庆
layout: post
permalink: /sem/large-sem-account-management/
ratings_users:
  - 1
ratings_score:
  - 5
ratings_average:
  - 5
views:
  - 2406
yourls_shorturl:
  - http://t.xiaoq.in/1c
ta-thumbnail:
  - NoMediaFound
categories:
  - 搜索引擎营销
tags:
  - SEM账户管理
  - 大型SEM账户管理
  - 大型账户管理
---
大型<span class='wp_keywordlink'><a href="https://xiaoq.in/sem/" title="SEM搜索引擎营销" target="_blank">SEM</a></span>账户管理，是SEM中比较复杂的一个问题，涉及面十分广泛，本文先从账户重组这个层次进行展开。看过或者听过一些牛人的相关讲解，一般都会顺带推荐使用相关的SEM自动化工具，这当然在一定程度上是推荐公司产品的需要，另一方面有的话还是对工作有很多帮助的。比如拓展关键词、账户分组、关键词排名锁定等方面，可以节省不少时间。不过，这里并不会涉及到专业的SEM工具，一方面是本身还没有这种迫切需求，另外一方面是工具其实只是工具而已，关键还是看人怎么去应用和规划。

何谓大型SEM账户，一般的考量标准应该是预算了，比如阿里巴巴、中国平安、卓越网、兰亭集势，这些可谓算的上是超级大户了，账户内的各种关系错综复杂，如果你看过他们的跟踪标记的话，大概就有一些概念了。

其实大型账户也都是由各种不同的广告计划的一个有机组合，比如按照产品线来划分、按照活动促销来划分、按照重要程度划分、按照ROI高低划分、按照营销目标划分，大型账户不可能每个都做的很细，最主要的是你需要有宏观的把控思想，在某些地方也能进行细致入微的优化，正所谓进得去也出的来，游刃有余。

关键词分组是<span class='wp_keywordlink_affiliate'><a href="https://xiaoq.in/tag/%e5%a4%a7%e5%9e%8b%e8%b4%a6%e6%88%b7%e7%ae%a1%e7%90%86/" title="查看大型账户管理中的全部文章" target="_blank">大型账户管理</a></span>优化中的一个重要步骤，它在一定程度上决定了你是否能够获得成功。如上上述，关键词的分组方式有很多，不过基本来说主要的依据还是看账户优化的目标，方便管理优化和提供数据分析报告也是必须要考虑的因素。一般来说，大型账户的广告分组都需要做到十分清晰，能够直观地从大体上快速定位问题。

一般会使用树形结构这个概念，体现在广告组的命名方式上就是：“产品-大类产品-小类产品-价格词”这种模式。当然产品-大类产品这个可以放到广告系列层级，而价格词这个层次的还可以引用标签的概念。我们进行广告分组的一个基本目标就素为了撰写广告语的方便，也为了提升广告的相关性 ，从而提高质量得分。因此，如果有冲突的时候，你还得放弃一些看似对报告结构有利的因素。

做大型账户的关键词重组（或搭建）的一个很痛问题就是关键词的错综交错，造成关键词的重复可能性。这个时候，你就还得考虑另外一种模式了，按照不同的方向进行重组关键词。比如通用类的单独作为一个广告计划，比如纯粹产品类的核心关键词，这种词一般来说意向很不明确，很难归类到某个具体产品类别，比如平板电脑。另外一种情况就是功能性的词，比如超长待机手机。另外更复杂一点的就是功能性的交叉，比如美白保湿洁面乳，这个怎么归类呢？美白产品还是保湿产品或者面膜的一种？当然，这个例子并不太好，这个一般来说会放到“产品-洁面乳系列”的“美白保湿”单元，并不会过于纠结。尤其是在前期，对于一些模棱两可的关键词会让它先跑段时间再根据数据进行调整优化。做账户优化，切忌寄希望于一劳永逸。一般来说，你在初期把握大的方面和主要结构就好了，在前期需要对关键词的分组进行一些调整，某些时候可能还会动作较大。但是一般不建议做太大的调整，太频繁的大幅调整对于广告表现和客户来说都会带来很大冲击，当然前提是你的前期规划科学合理。

在前期主要是依据我们的经验、对产品和客户的认知、对营销目标的把握进行广告分组。当进行到一定阶段时候，你就需要更多地关注一些KPI了，而在这个时候，就有必要根据关键词的表现情况进行调整。比如关键词的匹配方式、转化成本、展示量、点击率等。当然，并不是都需要进行重新分组，这个时候你需要更多地使用标签的概念。将一些看似零散的东西进行有机的整合。

关键词分组的话，多看看类似京东、淘宝的分类标准会对你有很好的帮助，他们的分组依据一般来说是比较全面的，值得借鉴，当然如果网站本身的结构不错的话，那也是一个很好的账户结构。网站本身结构进行过优化，对于做SEM来说也是一个先天有利条件，否则很可能你会面临质量得分因为相关性较差而相对较低，或者网站一旦改版，完全乱套。

在做<span class='wp_keywordlink_affiliate'><a href="https://xiaoq.in/tag/%e5%a4%a7%e5%9e%8b%e8%b4%a6%e6%88%b7%e7%ae%a1%e7%90%86/" title="查看大型账户管理中的全部文章" target="_blank">大型账户管理</a></span>优化时，需要进行的一项长期常规性工作就是死链接检查，这个问题其实在很多大型电商都屡见不鲜。当然，你并不需要手工查看，有些方法，比如使用GA等网站分析工具，使用死链检查工具，等。当然，还有一个很冒险的做法是，如百姓网的做法将所有链接都指向首页（前提是首页内容丰富，导航清晰、搜索强大）或者像淘宝的做法，将目标页面指向搜索结果页面（关键词可直接作为搜索词，使用动态变量嵌套）。

另外的一个比较费时的事情就是需要添加跟踪代码，当然你可以使用批量工具或者编辑器里面的添加后缀配合公式字词来实现。

以上这些，都算是关键词级别的一个基本操作指南了，<span class='wp_keywordlink_affiliate'><a href="https://xiaoq.in/tag/%e5%a4%a7%e5%9e%8b%e8%b4%a6%e6%88%b7%e7%ae%a1%e7%90%86/" title="查看大型账户管理中的全部文章" target="_blank">大型账户管理</a></span>是一个漫长的系统化工程，且听下回分解。